class Catastrophes:
    def __init__:
                self.supervoulkan = {
            'title': 'Супервулканы',
            'description': '''
Супервулканы называют вулканы,
производящие черезвычайно мощные
и обьемные извержения.Подобные 
извержения производят к тому, что
ландшафт и климат на нашей планете
коренным образом изменяется после
выхода из бункера:глобальная засуха,
остаток население 5%.
        '''
        }
        self.zombievirus = {
        'title': 'Зомби-вирус',
        'description': '''
Прогрессирующее во времени и 
пространствеинфекционного заболевания
среди людей способно стать источником
черезвычайной ситуации.Люди теперь 
зомби.После выхода из бункера малая
чать зомби бродит по земле,которая
неизбежно погибнет.Остаток здорового
населения-15%.
        '''
        }
        self.radioactive = {
        'title':  'Ядерная катастрофа',
        'description': '''
Начнется ядерная война и радиоактивная
пыль окутает всю планету,закрыв солнечный
свет,и на зесле наступит долгая ядерная
зима.После выхода из бункера сложности
с почвой,водой,необходима дополнительная
химическая обработка.Остаток населения-
5%.
        '''
        }
