import random

class Сharacter:
    def __init__(self)
        self.age = random.randint(15,80)
        self.profesion = random.choice(['Пожарный',
        'Полицейский',
        'Военный',
        'Хирург',
        'Медсестра',
        'Химик',
        'Физик',
        'Астро-физик'])

player = Сharacter('Агрессия','Алчность','Бездарность','Благородство','Болтливость','Вежливость','Высокомерие','Героизм','Гордость','Горячность','Дисциплина','Доброта','Достоинство','Женственность','Жестокость','Искренность','Коварство','Лень','Лесть','Лицемерие','Мудрость','Мужество','Наглость','Настойчивость','Невежество','Недотрога','Остроумие','Отвага','Патриот','Подлый','Покорность','Пунктуальность','Раздражительность','Самопожертвование','Самоуверенность','Сентиментальность','Скромность','Смелость','Спокойствие','Трусость','Тщеславие','Упрямство','Фанатизм','Хитрость','Храбрость','Чудак','Щедрость','Эгоизм'
)