import random

class Сharacter:
    def __init__(self)
        self.age = random.randint(15,80)
        self.profesion = random.choice(['Пожарный',
        'Полицейский',
        'Военный',
        'Хирург',
        'Медсестра',
        'Химик',
        'Физик',
        'Астро-физик'])

player = Сharacter('Агрессия','Алчность','Бездарность','Вежливость','Гордость','Доброта','Коварство','Лень','Лицемерие','Мудрость','Наглость','Настойчивость','Недотрога','Отвага','Патриот','Подлый','Пунктуальность','Раздражительность','Самопожертвование','Самоуверенность','Скромность','Смелость','Спокойствие','Трусость','Упрямство','Фанатизм','Хитрость','Храбрость','Эгоизм'
)